let kannadaContent = {
    hi: 'ನಮಸ್ತೆ, ಅಗ್ರಿ ಕ್ಲಬ್',
    name: 'ಅಗ್ರಿ ಕ್ಲಬ್',
    date: 'ದಿನಾಂಕ',
    place: 'ಮಂಡ್ಯ',
    home: 'ಮುಖಪುಟ',
    members: 'ಸದಸ್ಯರು',
    history: 'ಇತಿಹಾಸ',
    programs: 'ಕಾರ್ಯಕ್ರಮಗಳು', 
    commingEvents: 'ಮುಂಬರುವ ಕಾರ್ಯಕ್ರಮಗಳು',
    gallery: 'ಗ್ಯಾಲರಿ',
    contactUs: 'ಸಂಪರ್ಕ',
    homeContent1: 'ಒಂದು ಕ್ಲಬ್ ಒಂದು ಸಾಮಾನ್ಯ ಆಸಕ್ತಿಯಿಂದ ಅಥವಾ ಗುರಿಯಿಂದ ಎರಡು ಅಥವಾ ಹೆಚ್ಚು ಜನರೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿದೆ. ಸೇವೆ ಕ್ಲಬ್, ಉದಾಹರಣೆಗೆ, ಸ್ವಯಂಪ್ರೇರಿತ ಅಥವಾ ಚಾರಿಟಬಲ್ ಚಟುವಟಿಕೆಗಳಿಗೆ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ; ಆಸಕ್ತಿಗಳು ಮತ್ತು ಕ್ರೀಡೆಗಳು, ಸಾಮಾಜಿಕ ಚಟುವಟಿಕೆಗಳ ಕ್ಲಬ್ಗಳು, ರಾಜಕೀಯ ಮತ್ತು ಧಾರ್ಮಿಕ ಕ್ಲಬ್ಗಳು ಮುಂತಾದ ಕ್ಲಬ್ಗಳಿಗೆ ಮೀಸಲಾಗಿವೆ.',
    homeContent2: 'ಐತಿಹಾಸಿಕವಾಗಿ, ನಾವು ಎಲ್ಲಾ ಜ್ಞಾನವನ್ನು ಹೊಂದಿರುವ ಪ್ರಾಚೀನ ರಾಜ್ಯಗಳಲ್ಲಿ ಕ್ಲಬ್ಗಳು ಸಂಭವಿಸಿದೆ. ಒಮ್ಮೆ ಜನರು ದೊಡ್ಡ ಗುಂಪುಗಳಲ್ಲಿ ಒಟ್ಟಿಗೆ ವಾಸಿಸಲು ಆರಂಭಿಸಿದಾಗ, ಜನರ ಸಂಬಂಧವಿಲ್ಲದಿದ್ದರೂ ಸಹ ಒಂದು ಸಾಮಾನ್ಯ ಆಸಕ್ತಿಯನ್ನು ಹೊಂದಲು ಜನರಿಗೆ ಅಗತ್ಯವಿತ್ತು. ಪುರಾತನ ರೋಮ್ನಲ್ಲಿ ಪುರಾತನ ಗ್ರೀಕ್ ಕ್ಲಬ್ಗಳು ಮತ್ತು ಸಂಘಗಳು (ಕೊಲ್ಜಿಯಾ) ಸಾಕ್ಷಿಯಾಗಿರುವಂತೆ ಈ ರೀತಿಯ ಸಂಘಟನೆಗಳು ಅನೇಕ ವರ್ಷಗಳಿಂದ ಅಸ್ತಿತ್ವದಲ್ಲಿದ್ದವು.',
    homeContent3: '"ಕ್ಲಬ್" ಎಂಬ ಶಬ್ದದ ಬಳಕೆಯು ಜನರ ಗುಂಡಿನ ಅರ್ಥದಲ್ಲಿ ಹುಟ್ಟಿಕೊಂಡಿದೆಯೇ ಅಥವಾ ಸದಸ್ಯರು ತಮ್ಮ ಕೂಟಗಳ ವೆಚ್ಚವನ್ನು ಪಾವತಿಸಲು ಒಟ್ಟಾಗಿ "ಕ್ಲಬ್ಬುಡ್" ಎಂಬ ಅಂಶದಿಂದಲೂ ಇದು ಅನಿಶ್ಚಿತವಾಗಿದೆ. ಹಳೆಯ ಇಂಗ್ಲಿಷ್ ಕ್ಲಬ್ಗಳು ಪರಸ್ಪರ ಊಟ ಮಾಡುವ ಅಥವಾ ಕುಡಿಯುವ ಉದ್ದೇಶಕ್ಕಾಗಿ ಕೇವಲ ಅನೌಪಚಾರಿಕ ಆವರ್ತಕ ಕೂಟಗಳಾಗಿದ್ದವು. ಥಾಮಸ್ ಆಕ್ಲೀವ್ (ಹೆನ್ರಿ IV ರ ಸಮಯದಲ್ಲಿ) ಅವರು ಲಾ ಕೋರ್ಟ್ ಡಿ ಬೋನೆ ಕಾನ್ಗ್ನಿನಿ (ಗುಡ್ ಕಂಪೆನಿ ಕೋರ್ಟ್) ಎಂಬ ಹೆಸರಿನ ಅಂತಹ ಕ್ಲಬ್ ಅನ್ನು ಉಲ್ಲೇಖಿಸಿದ್ದಾರೆ, ಅದರಲ್ಲಿ ಅವರು ಸದಸ್ಯರಾಗಿದ್ದರು. 1659 ರಲ್ಲಿ ಜಾನ್ ಆಬ್ರೇ ಅವರು ಹೀಗೆ ಬರೆದಿದ್ದಾರೆ, "ಈಗ ನಾವು ಒಂದು ಹಾಸ್ಯಾಸ್ಪದ [ಸಮಾಜದ, ಸಂಘ, ಅಥವಾ ಯಾವುದೇ ರೀತಿಯ ಭ್ರಾತೃತ್ವ] ಗಾಗಿ ಕ್ಲಬ್ ಕ್ಲಬ್ ಅನ್ನು ಬಳಸುತ್ತೇವೆ."',
    notifications: [
        {
            title: 'ಒಂದು ಮಾದರಿ ಈವೆಂಟ್ ಹೆಸರು 1',
            date: '14 ಜನವರಿ 2017',
            highlight: 'ಮುಖ್ಯಮಂತ್ರಿಯವರು ಸಭೆ ಕುರಿತು ಮಾತನಾಡಿದರು'
        },{
            title: 'ಒಂದು ಮಾದರಿ ಈವೆಂಟ್ ಹೆಸರು 2',
            date: '01 ಫೆಬ್ರುವರಿ 2017',
            highlight: 'ಮುಖ್ಯಮಂತ್ರಿಯವರು ಸಭೆ ಕುರಿತು ಮಾತನಾಡಿದರು'
        },{
            title: 'ಒಂದು ಮಾದರಿ ಈವೆಂಟ್ ಹೆಸರು 3',
            date: '25 ಫೆಬ್ರುವರಿ 2017',
            highlight: 'ಮುಖ್ಯಮಂತ್ರಿಯವರು ಸಭೆ ಕುರಿತು ಮಾತನಾಡಿದರು'
        },{
            title: 'ಒಂದು ಮಾದರಿ ಈವೆಂಟ್ ಹೆಸರು 4',
            date: '20 ಮಾರ್ಚ್ 2017',
            highlight: 'ಮುಖ್ಯಮಂತ್ರಿಯವರು ಸಭೆ ಕುರಿತು ಮಾತನಾಡಿದರು'
        },{
            title: 'ಒಂದು ಮಾದರಿ ಈವೆಂಟ್ ಹೆಸರು 5',
            date: '14 ಏಪ್ರಿಲ್ 2017',
            highlight: 'ಮುಖ್ಯಮಂತ್ರಿಯವರು ಸಭೆ ಕುರಿತು ಮಾತನಾಡಿದರು'
        }
    ]
};

export default kannadaContent;